import React from "react";
import { Container } from "react-bootstrap";

const About = () => {
  return (
    <>
      {/* =============== blog-area start ===============*/}
      <div className='blog-details-area pd-top-110'>
        <Container>
          <div className='blog-details-inner'>
            <div className='section-title'>
              <h3 className='title float-end'>بالنسبه لشركتنا</h3>
            </div>
            <div className='thumb'>
              <img src='/Assets/Images/blog/7.png' alt='img' />
            </div>
            <div className='details'>
              <h6 className='text-end'>تلقي المال من آرون فينش</h6>
              <p className='text-end'>لقد تلقيت دفعة من آرون فينش.</p>
              <p className='text-end'>
                عندما يريد العالم أن فهو يتحدّث بلغة يونيكود. تسجّل الآن لحضور
                المؤتمر الدولي العاشر ليونيكود الذي سيعقد في 10-12 آذار 1997
                بمدينة مَايِنْتْس، ألمانيا. و سيجمع المؤتمر بين خبراء من كافة
                قطاعات الصناعة على الشبكة العالمية انترنيت ويونيكود، حيث ستتم،
                على الصعيدين الدولي والمحلي على حد سواء مناقشة سبل استخدام
                يونكود في النظم القائمة وفيما يخص التطبيقات الحاسوبية، الخطوط،
                تصميم النصوص والحوسبة متعددة اللغات.
              </p>
              <p className='text-end'>
                عندما يريد العالم أن فهو يتحدّث بلغة يونيكود. تسجّل الآن لحضور
                المؤتمر الدولي العاشر ليونيكود الذي سيعقد في 10-12 آذار 1997
                بمدينة مَايِنْتْس، ألمانيا. و سيجمع المؤتمر بين خبراء من كافة
                قطاعات الصناعة على الشبكة العالمية انترنيت ويونيكود، حيث ستتم،
                على الصعيدين الدولي والمحلي على حد سواء مناقشة سبل استخدام
                يونكود في النظم القائمة وفيما يخص التطبيقات الحاسوبية، الخطوط،
                تصميم النصوص والحوسبة متعددة اللغات.
              </p>
            </div>
          </div>
        </Container>
      </div>
      {/*=============== blog-area End ===============*/}
    </>
  );
};

export default About;
