import React from "react";
import { Col, Container, Row } from "react-bootstrap";
import Accordion from "react-bootstrap/Accordion";
import { FaDotCircle } from "react-icons/fa";
const AccordionIntro = () => {
  return (
    <>
      {/* =============== components accordion start ===============*/}
      <div className='container-inner pd-top-110'>
        <Container>
          <Row>
            <Col xl={6} className='my-2'>
              {/*=============== Begin Basic Accordion ===============*/}
              <Accordion defaultActiveKey='0'>
                <Accordion.Item eventKey='0'>
                  <Accordion.Header>البند الأكورديون # 1</Accordion.Header>
                  <Accordion.Body>
                    <p className='text-end'>
                      عندما يريد العالم أن فهو يتحدّث بلغة يونيكود. تسجّل الآن
                      لحضور المؤتمر الدولي العاشر ليونيكود الذي سيعقد في 10-12
                      آذار 1997 بمدينة مَايِنْتْس، ألمانيا. و سيجمع المؤتمر بين
                      خبراء من كافة قطاعات الصناعة على الشبكة العالمية انترنيت
                      ويونيكود، حيث ستتم، على الصعيدين الدولي والمحلي على حد
                      سواء مناقشة سبل استخدام يونكود في النظم القائمة وفيما يخص
                      التطبيقات الحاسوبية، الخطوط، تصميم النصوص والحوسبة متعددة
                      اللغات.
                    </p>
                  </Accordion.Body>
                </Accordion.Item>
                <Accordion.Item eventKey='1'>
                  <Accordion.Header>البند الأكورديون # 2</Accordion.Header>
                  <Accordion.Body>
                    <p className='text-end'>
                      عندما يريد العالم أن فهو يتحدّث بلغة يونيكود. تسجّل الآن
                      لحضور المؤتمر الدولي العاشر ليونيكود الذي سيعقد في 10-12
                      آذار 1997 بمدينة مَايِنْتْس، ألمانيا. و سيجمع المؤتمر بين
                      خبراء من كافة قطاعات الصناعة على الشبكة العالمية انترنيت
                      ويونيكود، حيث ستتم، على الصعيدين الدولي والمحلي على حد
                      سواء مناقشة سبل استخدام يونكود في النظم القائمة وفيما يخص
                      التطبيقات الحاسوبية، الخطوط، تصميم النصوص والحوسبة متعددة
                      اللغات.
                    </p>
                  </Accordion.Body>
                </Accordion.Item>
                <Accordion.Item eventKey='2'>
                  <Accordion.Header>البند الأكورديون # 2</Accordion.Header>
                  <Accordion.Body>
                    <p className='text-end'>
                      عندما يريد العالم أن فهو يتحدّث بلغة يونيكود. تسجّل الآن
                      لحضور المؤتمر الدولي العاشر ليونيكود الذي سيعقد في 10-12
                      آذار 1997 بمدينة مَايِنْتْس، ألمانيا. و سيجمع المؤتمر بين
                      خبراء من كافة قطاعات الصناعة على الشبكة العالمية انترنيت
                      ويونيكود، حيث ستتم، على الصعيدين الدولي والمحلي على حد
                      سواء مناقشة سبل استخدام يونكود في النظم القائمة وفيما يخص
                      التطبيقات الحاسوبية، الخطوط، تصميم النصوص والحوسبة متعددة
                      اللغات.
                    </p>
                  </Accordion.Body>
                </Accordion.Item>
              </Accordion>
              {/*=============== End Basic Accordion ===============*/}
            </Col>
            <Col xl={6} className='my-2'>
              {/*=============== Begin Basic Accordion ===============*/}
              <Accordion defaultActiveKey={["0"]} alwaysOpen>
                <Accordion.Item eventKey='0'>
                  <Accordion.Header>البند الأكورديون # 1</Accordion.Header>
                  <Accordion.Body>
                    <p className='text-end'>
                      عندما يريد العالم أن فهو يتحدّث بلغة يونيكود. تسجّل الآن
                      لحضور المؤتمر الدولي العاشر ليونيكود الذي سيعقد في 10-12
                      آذار 1997 بمدينة مَايِنْتْس، ألمانيا. و سيجمع المؤتمر بين
                      خبراء من كافة قطاعات الصناعة على الشبكة العالمية انترنيت
                      ويونيكود، حيث ستتم، على الصعيدين الدولي والمحلي على حد
                      سواء مناقشة سبل استخدام يونكود في النظم القائمة وفيما يخص
                      التطبيقات الحاسوبية، الخطوط، تصميم النصوص والحوسبة متعددة
                      اللغات.
                    </p>
                  </Accordion.Body>
                </Accordion.Item>
                <Accordion.Item eventKey='1'>
                  <Accordion.Header>البند الأكورديون # 2</Accordion.Header>
                  <Accordion.Body>
                    <p className='text-end'>
                      عندما يريد العالم أن فهو يتحدّث بلغة يونيكود. تسجّل الآن
                      لحضور المؤتمر الدولي العاشر ليونيكود الذي سيعقد في 10-12
                      آذار 1997 بمدينة مَايِنْتْس، ألمانيا. و سيجمع المؤتمر بين
                      خبراء من كافة قطاعات الصناعة على الشبكة العالمية انترنيت
                      ويونيكود، حيث ستتم، على الصعيدين الدولي والمحلي على حد
                      سواء مناقشة سبل استخدام يونكود في النظم القائمة وفيما يخص
                      التطبيقات الحاسوبية، الخطوط، تصميم النصوص والحوسبة متعددة
                      اللغات.
                    </p>
                  </Accordion.Body>
                </Accordion.Item>
              </Accordion>
              {/*=============== End Basic Accordion ===============*/}
            </Col>
            <Col xl={6} className='my-2'>
              {/*=============== Begin Basic Accordion ===============*/}
              <Accordion defaultActiveKey={["0"]} alwaysOpen>
                <Accordion.Item eventKey='0'>
                  <Accordion.Header>
                    <FaDotCircle className='me-2' /> البند الأكورديون # 1
                  </Accordion.Header>
                  <Accordion.Body>
                    <p className='text-end'>
                      عندما يريد العالم أن فهو يتحدّث بلغة يونيكود. تسجّل الآن
                      لحضور المؤتمر الدولي العاشر ليونيكود الذي سيعقد في 10-12
                      آذار 1997 بمدينة مَايِنْتْس، ألمانيا. و سيجمع المؤتمر بين
                      خبراء من كافة قطاعات الصناعة على الشبكة العالمية انترنيت
                      ويونيكود، حيث ستتم، على الصعيدين الدولي والمحلي على حد
                      سواء مناقشة سبل استخدام يونكود في النظم القائمة وفيما يخص
                      التطبيقات الحاسوبية، الخطوط، تصميم النصوص والحوسبة متعددة
                      اللغات.
                    </p>
                  </Accordion.Body>
                </Accordion.Item>
                <Accordion.Item eventKey='1'>
                  <Accordion.Header>
                    <FaDotCircle className='me-2' /> البند الأكورديون # 2
                  </Accordion.Header>
                  <Accordion.Body>
                    <p className='text-end'>
                      عندما يريد العالم أن فهو يتحدّث بلغة يونيكود. تسجّل الآن
                      لحضور المؤتمر الدولي العاشر ليونيكود الذي سيعقد في 10-12
                      آذار 1997 بمدينة مَايِنْتْس، ألمانيا. و سيجمع المؤتمر بين
                      خبراء من كافة قطاعات الصناعة على الشبكة العالمية انترنيت
                      ويونيكود، حيث ستتم، على الصعيدين الدولي والمحلي على حد
                      سواء مناقشة سبل استخدام يونكود في النظم القائمة وفيما يخص
                      التطبيقات الحاسوبية، الخطوط، تصميم النصوص والحوسبة متعددة
                      اللغات.
                    </p>
                  </Accordion.Body>
                </Accordion.Item>
              </Accordion>
              {/*=============== End Basic Accordion ===============*/}
            </Col>
            <Col xl={6} className='my-2'>
              {/*=============== Begin Basic Accordion ===============*/}
              <Accordion defaultActiveKey={["0"]} alwaysOpen>
                <Accordion.Item eventKey='0' className='mb-3'>
                  <Accordion.Header>البند الأكورديون # 1</Accordion.Header>
                  <Accordion.Body>
                    <p className='text-end'>
                      عندما يريد العالم أن فهو يتحدّث بلغة يونيكود. تسجّل الآن
                      لحضور المؤتمر الدولي العاشر ليونيكود الذي سيعقد في 10-12
                      آذار 1997 بمدينة مَايِنْتْس، ألمانيا. و سيجمع المؤتمر بين
                      خبراء من كافة قطاعات الصناعة على الشبكة العالمية انترنيت
                      ويونيكود، حيث ستتم، على الصعيدين الدولي والمحلي على حد
                      سواء مناقشة سبل استخدام يونكود في النظم القائمة وفيما يخص
                      التطبيقات الحاسوبية، الخطوط، تصميم النصوص والحوسبة متعددة
                      اللغات.
                    </p>
                  </Accordion.Body>
                </Accordion.Item>
                <Accordion.Item eventKey='1'>
                  <Accordion.Header>البند الأكورديون # 2</Accordion.Header>
                  <Accordion.Body>
                    <p className='text-end'>
                      عندما يريد العالم أن فهو يتحدّث بلغة يونيكود. تسجّل الآن
                      لحضور المؤتمر الدولي العاشر ليونيكود الذي سيعقد في 10-12
                      آذار 1997 بمدينة مَايِنْتْس، ألمانيا. و سيجمع المؤتمر بين
                      خبراء من كافة قطاعات الصناعة على الشبكة العالمية انترنيت
                      ويونيكود، حيث ستتم، على الصعيدين الدولي والمحلي على حد
                      سواء مناقشة سبل استخدام يونكود في النظم القائمة وفيما يخص
                      التطبيقات الحاسوبية، الخطوط، تصميم النصوص والحوسبة متعددة
                      اللغات.
                    </p>
                  </Accordion.Body>
                </Accordion.Item>
              </Accordion>
              {/*=============== End Basic Accordion ===============*/}
            </Col>
          </Row>
          {/*=============== End Row ===============*/}
        </Container>
      </div>
      {/*=============== components accordion End ===============*/}
    </>
  );
};

export default AccordionIntro;
